[
    {
        "title" : "ประวัติสายพันธุ์",
        "subtitle" : "สุนัขพันธุ์ปั๊ก หรือ หมาปั๊ก เป็นสุนัขพันธุ์ทอย (Toy) คืออยู่ในกลุ่มสุนัขพันธุ์เล็กมีลักษณะลำตัวย่น จมูกสั้น และหางขด...",
        "image_url" : "https://cdn.pixabay.com/photo/2015/04/10/16/22/dog-716530_960_720.jpg",
        "detail" : "สุนัขพันธุ์ปั๊ก หรือ หมาปั๊ก เป็นสุนัขพันธุ์ทอย (Toy) คืออยู่ในกลุ่มสุนัขพันธุ์เล็กมีลักษณะลำตัวย่น จมูกสั้น และหางขด สุนัขพันธุ์นี้มีความร่าเริง ขนมันเงาและมีหลากหลายสีและมีลำตัวเหลี่ยม ตันที่มีกล้ามเนื้อจำนวนมาก พวกมันถูกนิยามเหมือน multum in parvo หรือ น้อยแต่มาก โดยมีที่มาจากลักษณะนิสัยของสุนัขพันธุ์ปั๊กและขนาดตัวที่เล็กของมัน โดยบรรพบุรุษของมันมาจากประเทศจีนเมือง Lo-sze ซึ่งน่าจะมาจาก 2 สายพันธุ์นี้ คือ ปักกิ่ง (Pekiness) และ คิงส์ ชาวส์ สเปเนียล (King Charles spaniel) ทำให้พวกมันมีต้นกำเนิดมาจากประเทศจีน แต่ในปัจจุบันได้รับความนิยมในกลุ่มประเทศยุโรปตะวันตก โดยเฉพาะในประเทศเนเธอร์แลนด์ อังกฤษ ไอรีแลนด์ และสตอตแลนด์"
    },
    {
        "title" : "ลักษณะทางกายภาพ",
        "subtitle" : "มีลักษณะตัวยาวและผอมเพรียว สุนัขที่ได้รับความนิยมในสมัยนั้นมีลำตัวทรงสี่เหลี่ยม ปราดเปรียว ตัวแน่น หน้าอกลึกและมีกล้ามเนื้อจำนวนมาก...",
        "image_url" : "https://cdn.pixabay.com/photo/2016/07/07/15/35/puppy-1502565_960_720.jpg",
        "detail" : "สุนัขพันธุ์นี้มักถูกเรียกเป็น multum in parvo หรือ น้อยแต่มาก ซึ่งได้มาจากลักษณะนิสัยของสุนัขพันธุ์นี้ ที่ชอบทำอะไรตรงข้ามกับขนาดตัวที่เล็ก สุนัขพันธุ์นี้ปรากฏขึ้นในสมัยศตวรรษที่ 18 โดยมีลักษณะตัวยาวและผอมเพรียว สุนัขที่ได้รับความนิยมในสมัยนั้นมีลำตัวทรงสี่เหลี่ยม ปราดเปรียว ตัวแน่น หน้าอกลึกและมีกล้ามเนื้อจำนวนมาก สุนัขพันธุ์ปั๊กมีรูปทรงของหูที่แตกต่างกัน 2 รูปทรง คือ กุหลาบ และรูปร่างกลม หูทรงกุหลาบมักมีขนาดเล็กกว่าขนาดมาตรฐานที่เป็นทรงกลมและมีส่วนด้านหน้าที่โค้งงอมาทางด้านข้างของหัว แต่ลักษณะที่มากับพันธุ์เลยคือรูปร่างทรงกลม ขาของสุนัขพันธุ์นี้มีความแข็งแรงมาก เหยียดตรง ยาวปานกลางและสามารถใช้งานได้คล่องแคล่ว ส่วนหัวไหล่ลู่ไปทางด้านหลังเล็กน้อย ส่วนของข้อเท้ามีความแข็งแรงไม่ว่าจะเป็นการก้าวและการลงน้ำหนักฝาเท้าไม่ยาวมากเหมือนฝาเท้ากระต่ายและไม่กลมมากเหมือนเท้าแมวนิ้วเท้าแยกออกจากกันและมีเล็บสีดำ ฟันล่างงอกเป็นปกติมากกว่าฟันบนทำให้มีลักษณะการสบฟันแบบ under-bite\nขนและสีขน สุนัขพันธุ์ปักมีขนละเอียดเล็ก เงางาม อาจพบทั้งสีเทาแกมเหลือง สีแอปปริคอทสีเทาหรือสีดำส่วนสีขาวนั้นหายากอาจจะมาจากการผสมพันธุ์หรือเป็นสุนัขเผือกส่วนขนสีเทามีลักษณะสว่างไม่มีขนสีดำแทรกส่วนใหญ่สุนัขที่มีขนสีเทาจะมีขนบริเวณหัวเป็นสีดำ ซึ่งมีเส้นขอบเขตแบ่งไม่ชัดเจนบริเวณหน้าและมีสีดำทั้ง 4 ขา มีเส้นสีดำกลางหลังไล่ตั้งแต่ต้นคอไปจนถึงหาง โดยปกติหางจะมีขนาดเล็กม้วนงออยู่บนสะโพก ขนต่างชนิดกันผลัดให้ระดับที่แตกต่างกะน แต่จะผลัดขนประมาณปีละ 1 รอบขนสีเทาแกมเหลืองเป็นสีนี้ทั้งขนชั้นบนและชั้นล่าง ซึ่งเป็นสีที่มีการผลัดมากที่สุด การอาบน้ำแปรงขนจะช่วยลดการผลัดขนลงได้\nอายุขัย จากสถิติอายุไขของสุนัขสายพันธุ์อยู่ที่ 12-15 ปี"
    },
    {
        "title" : "ลักษณะนิสัย",
        "subtitle" : "สุนัขพันธุ์ปั๊กมีความแข็งแรง ใจดี และไม่ค่อยพบว่าพวกมันมีนิสัยดุร้าย สุนัขพันธุ์นี้เหมาะกับครอบครัวที่มีเด็กอยู่...",
        "image_url" : "https://cdn.pixabay.com/photo/2018/12/25/20/15/pug-3894780_960_720.jpg",
        "detail" : "สุนัขพันธุ์ปั๊กมีความแข็งแรง ใจดี และไม่ค่อยพบว่าพวกมันมีนิสัยดุร้าย สุนัขพันธุ์นี้เหมาะกับครอบครัวที่มีเด็กอยู่ เนื่องจากลักษณะหลักๆของพันธุ์นี้ คือ รักเด็กและมีกำลังแรงพอที่จะเล่นกับเด็กอย่างเหมาะสม พวกมันมีความสงบและว่านอนสอนง่าย และพวกมันร่าเริงและเล่นกับเจ้าของตามตามอารมณ์ของเจ้าของ พวกมันสามารถเป็นสุนัขเฝ้าบ้านที่ดี พวกมันตื่นตัวอยู่ตลอดเวลาและบางครั้งก็มีความสุข\nการเข้ากับเด็ก\nปั๊กและเด็กคือความเข้ากันได้ที่ลงตัว ลักษณะท่าทางการเล่นของเขานั้นทำให้เด็กๆยิ้มหัวเราะและสนุกไปด้วยกันได้ ปั๊กชอบเล่นกับเด็กๆ แต่มีลักษณะที่แตกต่างจากสุนัขทอยชนิดอื่นๆ คือไม่บอบบาง เด็กๆและปั้กสามารถเล่นด้วยกันได้เป็นอย่างดี แต่เพื่อความปลอดภัยก็จำเป็นสอนเด็กๆ ให้เข้าใจธรรมชาติของสัตว์เลี้ยง รวมถึงวิธีการตอบโต้ได้อย่างปลอดภัย"
    },
    {
        "title" : "การดูแล",
        "subtitle" : "ปั๊กจะมีลักษณะที่ชอบเล่นและพลังเยอะ แต่ด้วยสรีระของเขานั้นไม่เหมาะกับการออกกำลังกายหนักๆ...",
        "image_url" : "https://cdn.pixabay.com/photo/2019/11/17/09/44/pug-4631916_960_720.jpg",
        "detail" : "การออกกำลังกาย\nแม้ว่าปั๊กจะมีลักษณะที่ชอบเล่นและพลังเยอะ แต่ด้วยสรีระของเขานั้นไม่เหมาะกับการออกกำลังกายหนักๆ กิจกรรมที่เหมาะสำหรับการออกกำลังกาย ได้แก่ เดินสั้นๆ และมีเวลาเล่นที่พอดี และอาจปรับเวลาการออกกำลังกายได้ตามสภาพภูมิอากาศ เช่น ถ้าอากาศร้อนอาจจะจำกัดเวลาการออกกำลัง เพราะร่างกายที่ไม่ทนต่ออากาศร้อนและเสี่ยงต่อการเกิดลมแดดได้ โดยปกติคนเรามักไม่ชอบสภาพอากาศที่เย็นจัดและฝนตก สุนัขก็เช่นกัน อาจเพิ่มเวลาในการเล่นในบ้านมากขึ้น เพื่อให้เขาได้มีเวลาในการออกกำลังมากขึ้น\nอาหาร\nสุนัขสายพันธุ์ปั๊กปริมาณอาหารที่ควรจะได้รับในหนึ่ง วันอยู่ที่ ½-1 ถ้วย และแบ่งเป็น 2 มื้อ การควบคุมน้ำเป็นสิ่งจำเป็น เพราะนิสัยของปั๊กที่ชอบกิน ทั้งๆ ที่ไม่ได้หิว อาจทำให้มีปัญหาอ้วน และปัญหาสุขภาพอื่นๆ ตามมา เพื่อให้แนใจว่าจะไม่มีปัญหาเรื่องโรคจึงจำเป็นต้องให้ความสำคัญกับอาหารและการออกกำลังกายที่เหมาะสมควบคู่กันไป"    
    }
]